mesa
wayland
wayland-protocols
glfw-wayland
xorg-xwayland
xorg-xlsclients
egl-wayland
alacritty
pipewire
pipewire-alsa
easyeffects
xdg-desktop-portal
xdg-desktop-portal-gtk
libpipewire02
gst-plugin-pipewire
pipewire-media-session
pipewire-pulse
pipewire-v4l2
wireplumber
helvum
mpv
autoconf
automake
base
bash-completion
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
cups
efibootmgr
exfat-utils
extra-cmake-modules
filelight
flex
fuse2
fuse3
fuseiso
gcc
gimp
inkscape
krita
git
gptfdisk
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
neofetch
iptables-nft
libdvdcss
libtool
linux
linux-firmware
linux-headers
lsof
make
networkmanager
network-manager-applet
networkmanager-openvpn
ntfs-3g
ntp
nomacs
btop
zathura
openbsd-netcat
openssh
os-prober
p7zip
pacman-contrib
patch
pkgconf
print-manager
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
snapper
sudo
swtpm
traceroute
ufw
usbutils
virt-manager
virt-viewer
wget
which
zsh
rustup
neovim
nano
firejail
firefox-developer-edition
psensor
lm_sensors
arduino-cli
cifs-utils
starship
otf-ipafont
wqy-microhei
filezilla
keepassxc
syncthing
yt-dlp
obs-studio
git-delta
exa
bat
zoxide
ripgrep
fd
bottom
tealdeer
qt5-wayland
qt6-wayland
ungoogled-chromium
veracrypt
freerdp
